<?xml version="1.0" encoding="utf-16"?>
<policyDefinitionResources revision="1.0" schemaVersion="1.0">
  <displayName>Microsoft Publisher 2016</displayName>
  <description>Microsoft Publisher 2016</description>
  <resources>
    <stringTable>
      <string id="L_Version">16.0.5390.1000</string>
      <string id="L_DisableTrustBarNotificationforunsignedExplain">このポリシー設定では、指定した Office アプリケーションで、署名のないアプリケーション アドインが読み込まれたときにユーザーに通知するか、またはユーザーに通知せずに自動的に無効にするかを指定します。このポリシー設定は、[アプリケーション アドインには信頼できる発行元による署名が必要] ポリシー設定を有効にした場合にのみ適用されます。このポリシー設定を有効にすると、ユーザーは設定を変更できなくなります。

このポリシー設定を有効にした場合、署名のないアドインはユーザーに通知することなく自動的に無効になります。
 
このポリシー設定を無効にした場合、すべてのアドインに信頼できる発行元による署名が必要であるようにアプリケーションが構成されると、アプリケーションによって読み込まれた署名のないアドインはすべて無効になり、アクティブ ウィンドウの上部にセキュリティ バーが表示されます。セキュリティ バーには、署名のないアドインについてユーザーに通知するメッセージが表示されます。

このポリシー設定を未構成にした場合、[動作を無効にする] が適用され、またユーザーは、アプリケーションのセキュリティ センターの [アドイン] カテゴリでこの要件を構成できます。</string>
      <string id="L_DisableTrustBarNotificationforunsigned">署名されていないアプリケーション アドインに関するセキュリティ バーの通知を無効にして、ブロックする</string>
      <string id="L_RequirethatApplicationExtensionsaresignedExplain">このポリシー設定では、このアプリケーションのアドインが、信頼できる発行元によってデジタル署名されている必要があるかどうかを指定します。
 
このポリシー設定を有効にした場合、このアプリケーションで各アドインを読み込む前に、デジタル署名がチェックされます。アドインがデジタル署名されていないか、または信頼できる発行元による署名でない場合、そのアドインは無効になり、ユーザーに通知されます。信頼できる発行元による署名がすべてのアドインで必要であると指定した場合は、信頼できる発行元の一覧に証明書を追加する必要があります。証明書の取得と配布について詳しくは、http://go.microsoft.com/fwlink/?LinkId=294922 をご覧ください。Office 2016 では、信頼できる発行元の証明書は Internet Explorer の信頼できる発行元ストアに格納されます。以前のバージョンの Microsoft Office では、信頼できる発行元の証明書情報 (特に、証明書の拇印) は、Office の特別な信頼できる発行元ストアに格納されていました。Office 2016 でも引き続き Office の信頼できる発行元ストアから証明書情報を読み取りますが、このストアに情報を書き込むことはありません。したがって、以前のバージョンの Office で信頼できる発行元の一覧を作成した後で Office 2016 にアップグレードした場合、その一覧は引き続き認識されます。ただし、信頼できる発行元の証明書を一覧に追加した場合、その情報は Internet Explorer の信頼できる発行元ストアに格納されます。信頼できる発行元の詳細については、Office Resource Kit を参照してください。

このポリシー設定を無効にするか、または未構成にした場合、このアプリケーションでは、アプリケーション アドインを開く前にそのデジタル署名はチェックされません。危険なアドインが読み込まれた場合は、ユーザーのコンピューターに損害を与えたり、データのセキュリティが低下したりする可能性があります。</string>
      <string id="L_RequirethatApplicationExtensionsaresigned">アプリケーション アドインには信頼できる発行元による署名が必要</string>
      <string id="L_TrustCenter">セキュリティ センター</string>
      <string id="L_Disableallapplicationextensions">アプリケーション アドインの読み込みをブロックする</string>
      <string id="L_DisableallapplicationextensionsExplain">このポリシー設定では、指定した Office 2016 アプリケーションの すべてのアドインを無効にします。
      
このポリシー設定を有効にした場合、指定した Office 2016 アプリケーションのすべてのアドインが無効になります。

このポリシー設定を無効にするか、未構成にした場合、指定した Office 2016 アプリケーションのすべてのアドインは、アプリケーション アドインに信頼できる発行元による署名が必要な場合以外は、ユーザーへの通知なしで実行が許可されます。</string>
      <string id="L_VBAWarningsPolicy">VBA マクロ通知設定</string>
      <string id="L_VBAWarningsExplain">このポリシー設定では、Visual Basic for Applications (VBA) マクロが存在する場合に、指定したアプリケーションでユーザーに警告を表示する方法を指定します。

このポリシー設定を有効にした場合、指定したアプリケーションでマクロに関する警告をユーザーに表示する方法を、次の 4 つのオプションから選べます。
 
- [通知してすべてを無効にする]: 署名の有無にかかわらず、すべてのマクロについてセキュリティ バーを表示します。このオプションでは、Office の既定の構成が適用されます。
 
- [デジタル署名付きのマクロを除くすべてのマクロを無効にする]: デジタル署名付きのマクロについてセキュリティ バーで警告を表示します。ユーザーはこのマクロを有効にするか、または無効のままにできます。署名のないマクロは無効になり、ユーザーには通知されません。
 
- [通知せずにすべてを無効にする]: 署名の有無にかかわらず、すべてのマクロを無効にします。ユーザーには通知されません。
 
- [すべてのマクロを有効にする] (推奨しません): 署名の有無にかかわらず、すべてのマクロを有効にします。このオプションを選んだ場合、危険なコードの実行が検出されなくなるため、セキュリティが大幅に低下します。
 
このポリシー設定を無効にした場合、[通知せずにすべてを無効にする] が既定の設定になります。
 
このポリシー設定を未構成にした場合、指定したアプリケーションで VBA マクロを含むファイルを開くときに、このファイルはマクロが無効にされた状態で開きます。このとき、マクロが存在しており、無効にされたことを示すセキュリティ バーの警告が表示されます。ユーザーは必要に応じてファイルを検査して編集できますが、無効化された機能を使うことはできません。これらの機能を使うには、セキュリティ バーで [コンテンツを有効にする] をクリックして機能を有効にする必要があります。ユーザーが [コンテンツを有効にする] をクリックすると、ドキュメントは信頼済みのドキュメントとして追加されます。
 
[デジタル署名付きのマクロを除くすべてのマクロを無効にする] を選択した場合、セキュリティを向上させるために [信頼できる発行元による署名をマクロに要求する] チェック ボックスも選択することをお勧めします。

[信頼できる発行元による署名をマクロに要求する] チェック ボックスを選択した場合、デジタル署名付きのマクロを開いているが、それが信頼できる発行元によって署名されているファイルではないユーザーは、マクロの実行がブロックされているという通知を受け取ることになります。そして、セキュリティ向上のために選択をお勧めするチェック ボックスが 2 つ追加されます。

- 現在のユーザー証明書ストアにインストールされている信頼できる発行元からの証明書をブロックする

- 信頼できる発行元からの証明書には、拡張キー使用法 (EKU) が必要です

注: これら 2 つのチェック ボックスは、[信頼できる発行元による署名をマクロに要求する] チェック ボックスを選択した場合にのみ適用されます。

注: 3 つのチェック ボックスはすべて、Office および Visio のバージョン 2012 以降にのみ適用されます。Office 2016 または Office 2019 には適用されません。

[Block certificates from trusted publishers that are installed in the local machine certificate store] (ローカル コンピューターの証明書ストアにインストールされている信頼できる発行元からの証明書をブロックする) を選択した場合、信頼できる発行元からの証明書が現在のユーザー証明書ストアにインストールされていても、マクロは実行されません。マクロを実行するには、ローカル コンピューターの証明書ストアに証明書がインストールされている必要があります。ローカル コンピューターの証明書ストアに証明書をインストールできるのは、コンピューターに対する管理者アクセス権を持つアカウントのみです。

[信頼できる発行元からの証明書には、拡張キー使用法 (EKU) が必要です] チェック ボックスを選択した場合、EKU には証明書の用途の 1 つとして "コード署名" が含まれている必要があります。

重要: [デジタル署名付きのマクロを除くすべてのマクロを無効にする] を選んだ場合、署名のない Access データベースを開くことができなくなります。
 
また、Microsoft Office では、信頼できる発行元の証明書は Internet Explorer の信頼できる発行元ストアに格納されます。以前のバージョンの Microsoft Office では、信頼できる発行元の証明書情報 (特に、証明書の拇印) は、Office の特別な信頼できる発行元ストアに格納されていました。Microsoft Office でも引き続き Office の信頼できる発行元ストアから証明書情報を読み取ることはできますが、このストアに情報を書き込むことはありません。
 
したがって、以前のバージョンの Microsoft Office で信頼できる発行元の一覧を作成した後で Office にアップグレードした場合、その一覧は引き続き認識されます。ただし、信頼できる発行元の証明書を一覧に追加した場合、その情報は Internet Explorer の信頼できる発行元ストアに格納されます。</string>
      <string id="L_DisableAllWithNotification">通知してすべてを無効にする</string>
      <string id="L_DisableAllExceptDigitallySignedMacros">デジタル署名付きのマクロを除くすべてのマクロを無効にする</string>
      <string id="L_DisableAllWithoutNotification">通知せずにすべてを無効にする</string>
      <string id="L_EnableAllMacros">すべてのマクロを有効にする (推奨しません)</string>
      <string id="L_Empty">
      </string>
      <string id="L_Checkspellingasyoutype">入力時にスペル チェックを行う</string>
      <string id="L_CheckspellingasyoutypeExplain">このポリシー設定では、スペル チェックの結果のオプションを構成できます。

このポリシー設定を有効にした場合、以下のオプションのいずれかを選択できます。
-  [入力時にスペル チェックを行う]: このオプションがオンになります。
-  [スペル チェックの結果を表示しない]: このオプションはオンになりますが、[入力時にスペル チェックを行う] オプションはオフになります。
- [両方]: [入力時にスペル チェックを行う] および [スペル チェックの結果を表示しない] の両方がオンになります。

このポリシー設定を無効にするか、または未構成にした場合、[入力時にスペル チェックを行う] オプションがオンになります。</string>
      <string id="L_CheckspellingasyoutypeStr1">入力時にスペル チェックを行う</string>
      <string id="L_CheckspellingasyoutypeStr2">スペル チェックの結果を表示しない</string>
      <string id="L_CheckspellingasyoutypeStr3">両方</string>
      <string id="L_ChecksUnchecksthecorrespondingUIoption">対応する UI オプションをオンまたはオフにします。</string>
      <string id="L_Custom">ユーザー設定</string>
      <string id="L_Disablecommandbarbuttonsandmenuitems">定義済みのコマンドを無効にする</string>
      <string id="L_Disableitemsinuserinterface">ユーザー インターフェイスの項目を無効にする</string>
      <string id="L_EnteracommandbarIDtodisable">無効にするコマンド バー ID の入力</string>
      <string id="L_General">全般</string>
      <string id="L_lefttoright3">左から右</string>
      <string id="L_Miscellaneous">その他</string>
      <string id="L_Predefined">定義済み</string>
      <string id="L_righttoleft4">右から左</string>
      <string id="L_Save">保存</string>
      <string id="L_Security">セキュリティ</string>
      <string id="L_PubOptions">Publisher のオプション</string>
      <string id="L_Advanced">詳細設定</string>
      <string id="L_ComplexScripts">コンプレックス スクリプト</string>
      <string id="L_Proofing">文章校正</string>
      <string id="L_Whenselectingautomaticallyselectentireword">文字列の選択時に単語単位で選択する</string>
      <string id="L_SpecifytheIDforacommandbaritem">このポリシー設定では、コマンド バー ID を持つコマンド バー ボタンおよびメニュー項目 (既定の一覧にないコマンド バー ボタンおよびメニュー項目を含む) を無効にすることができます。

このポリシー設定を有効にした場合、ID 番号を入力して特定のコマンド バー ボタンまたはメニュー項目を無効にすることができます。

このポリシー設定を無効にするか、未構成にした場合、ユーザーは既定のコマンド バー ボタンまたはメニュー項目をすべて使用できます。</string>
      <string id="L_PromptusertosetupprinterExplain">有効にすると、新しいプリンターが検出されたときに、プリンター設定ウィザードの起動について確認するメッセージが表示されます。</string>
      <string id="L_Promptusertosetupprinter">プリンターの設定を求めるメッセージを表示する</string>
      <string id="L_DisablecommandbarbuttonsandmenuitemsExplain">このポリシー設定では、Publisher で特定のコマンド バー ボタンおよびメニュー項目を無効にすることができます。

このポリシー設定を有効にした場合、ID 番号を入力して特定のコマンド バー ボタンまたはメニュー項目を無効にすることができます。ID 番号は 10 進数で入力する必要があります (16進数は不可)。複数の値を入力する場合はカンマで区切ってください。

このポリシー設定を無効にするか、未構成にした場合、既定の一覧に含まれるコマンド バー ボタンおよびメニュー項目が Publisher で有効になります。</string>
      <string id="L_Sendentirepublicationasasingle">文書全体を 1 つの JPEG 画像として送信する</string>
      <string id="L_Enableincrementalpublishtoweb">Web に差分のみを発行する</string>
      <string id="L_SaveAutoRecoverinfoevery">自動回復用データを保存する (分間隔)</string>
      <string id="L_SaveAutoRecoverinfoeveryExplain">このポリシー設定では、自動回復用データの保存間隔を分単位で指定できます。

このポリシー設定を有効にした場合、自動回復用データの保存間隔を分単位で指定できます (有効な間隔は 1 ～120)。

このポリシー設定を無効にするか、未構成にした場合、UI で指定された間隔が使用されます。
</string>
      <string id="L_ShowScreenTipsonobjects">オブジェクトのヒントを表示する</string>
      <string id="L_AutomaticallySwitchKeyboard">キーボード配列を周囲の文字の言語に合わせて自動的に切り替える</string>
      <string id="L_AutomaticallysubstitutefontformissingEAchars">対応する日本語文字がない場合、自動でフォントの代替を行う</string>
      <string id="L_SetDefaultTextFlowDirection">既定のテキストの方向を設定する</string>
      <string id="L_SetDefaultTextFlowDirectionExplain">このポリシー設定では、既定のテキストの方向を右から左 (RTL) または左から右 (LTR) に設定できます。

このポリシー設定を有効にした場合、テキストの方向として [右から左] または [左から右] を選択できます。

このポリシー設定を無効にするか、未構成にした場合、既定のテキストの方向が使用されます。</string>
      <string id="L_SetDefaultTextFlowDirectionStr1">左から右</string>
      <string id="L_SetDefaultTextFlowDirectionStr2">右から左</string>
      <string id="L_PreventfatallycorruptfilesfromopeningExplain">無効にすると、致命的に破損したファイルを開けないようになります。有効にすると、ユーザーに警告が表示されますが、ユーザーはファイルを開くことを選択できます。既定では、致命的に破損したファイルを開けないようになります。</string>
      <string id="L_Preventfatallycorruptfilesfromopening">致命的に破損したファイルを開くことを選択できるようにする (禁止しない)</string>
      <string id="L_UseSequenceChecking">順序チェッカーの使用</string>
      <string id="L_AdddoublequotesinHebrewalphabetnumbering">ヘブライ語のアルファベット番号を二重引用符で囲む</string>
      <string id="L_Allowbackgroundsaves">バックグラウンドで保存する</string>
      <string id="L_AutomaticallyHyphenateInNewTextBoxes">新しいテキスト ボックスでハイフネーションを自動的に設定する</string>
      <string id="L_CheckedAddsdoublequotationmarkstoHebrewnumberingUncheckedDoe">オンにした場合、ヘブライ語の番号に二重引用符 ('') が追加されます。オフにした場合、二重引用符 ('') は追加されません。</string>
      <string id="L_ChecksUncheckstheoptionAutomaticallyhyphenateinnewtextboxes">[新しいテキスト ボックスでハイフネーションを自動的に設定する] オプションをオンまたはオフにします。</string>
      <string id="L_DefaultPublisherdirection">Publisher での既定の方向</string>
      <string id="L_AllowTextToBeDraggedAndDropped">ドラッグ アンド ドロップ編集を行う</string>
      <string id="L_MicrosoftOfficePublisher">Microsoft Publisher 2016</string>
      <string id="L_Promptuserwhenreapplyingastyle">スタイルを再適用するときにユーザーに確認する</string>
      <string id="L_Specifiesthedefaultlayoutorientation">レイアウトの既定の方向を指定します。</string>
      <string id="L_UseChinesefontsizes">中国語のフォント サイズを使用する</string>
      <string id="L_TurnOffDragPreview">ドラッグ プレビューをオフにする</string>
      <string id="L_TurnOffDragPreviewExplain">このポリシー設定では、Publisher でオブジェクトをドラッグするときに、オブジェクトの半透明のドラッグ プレビューまたはシンプルな外枠のどちらを表示するかを指定できます。

このポリシー設定を有効にした場合、ドラッグ時にはオブジェクトの外枠のみが表示されます。この機能の方が必要なリソースが少ないため、古いコンピューターにはこの設定を推奨します。

このポリシー設定を無効にするか、未構成にした場合、ドラッグ時にはオブジェクトの半透明のドラッグ プレビューが表示されます。</string>
      <string id="L_UseXPSEnhancedPrintPath">XPS 拡張印刷パスを使用する</string>
      <string id="L_UseXPSEnhancedPrintPathExplain">このポリシー設定では、使用可能な場合に XPS 拡張印刷パスを使用するように指定できます。

このポリシー設定を有効にするか、未構成にした場合、XPS 印刷パスが使用されます。

このポリシー設定を無効にした場合、XPS 印刷パスは使用されません。</string>
      <string id="L_DisplayDeveloperTab">[開発] タブをリボンに表示する</string>
      <string id="L_DisplayDeveloperTabExplain">このポリシー設定では、[開発] タブをリボンに表示するかどうかを指定します。

このポリシー設定を有効にした場合、[開発] タブがリボンに表示されます。

このポリシー設定を無効にした場合、[開発] タブはリボンに表示されません。

このポリシー設定を未構成にした場合、[開発] タブはリボンに表示されませんが、表示/非表示はアプリケーションのオプション ダイアログ ボックスで変更できます。</string>
      <string id="L_OptionsCustomizeRibbon">リボンのユーザー設定</string>
      <string id="L_SetMaximumNumberOfMRUItemsToDisplay">最近使った文書の一覧に表示する文書の数</string>
      <string id="L_SetMaximumNumberOfMRUItemsToDisplayExplain">このポリシー設定では、Backstage ビューの [ファイル] タブで [開く] をクリックしたときに、最近使った文書の一覧に表示される文書の数を指定します。

このポリシー設定を有効にした場合、文書の数を 0 ～ 50 の範囲で指定できます。この数値を 0 に設定した場合、固定した文書も固定していない文書も表示されません。

このポリシー設定を無効にするか、構成しない場合、最近使った文書の一覧には最大 25 項目が表示されます。

注意: 最近使った文書の一覧に項目が追加されないようにするには、Windows の [最近使ったファイルの履歴を保存しない] ポリシー設定を有効にしてください。</string>
      <string id="L_SetNumberOfPlacesInTheRecentPlacesList">最近使用したフォルダーの一覧に表示するフォルダーの数</string>
      <string id="L_SetNumberOfPlacesInTheRecentPlacesListExplain">このポリシー設定では、Backstage ビューの [ファイル] タブで [開く] または [名前を付けて保存] をクリックしたときに、最近使用したフォルダーの一覧に、固定していないフォルダーがいくつ表示されるかを指定します。

このポリシー設定を有効にした場合、固定していないフォルダーの数を 0 ～ 20 の範囲で指定できます。この数値を 0 に設定した場合、固定したフォルダーも固定していないフォルダーも表示されません。

このポリシー設定を無効にするか、構成しない場合、最近使用したフォルダーの一覧には固定していない項目が最大 5 個表示されます。

注意: 最近使用したフォルダーの一覧に項目が追加されないようにするには、Windows の [最近使ったファイルの履歴を保存しない] ポリシー設定を有効にしてください。</string>
      <string id="L_ShowTheNewTemplateGalleryWhenStartingPublisher">Publisher の起動時に新規作成用のテンプレート ギャラリーを表示する</string>
      <string id="L_Usetypeandreplace">入力中の自動修正を使用する</string>
      <string id="L_Whenformattingautomaticallyformatentireword">書式を単語単位で自動設定する</string>
      <string id="L_PublisherAutomationSecurityLevel">Publisher 自動セキュリティ レベル</string>
      <string id="L_PublisherAutomationSecurityLevelExplain">このポリシー設定では、別のアプリケーションからプログラムによって起動されたマクロを、Publisher で実行できるようにするかどうかを指定します。

このポリシー設定を有効にした場合、以下のオプションを選択して、Publisher がプログラムによって起動されたときのマクロの動作を指定できます。

- [低 (有効)]: プログラムによって起動されたアプリケーションでマクロを実行できます。
- [選択 (確認)]: マクロの機能は、セキュリティ センターの [マクロの設定] の設定に基づいて決まります。
- [高 (無効)]: プログラムによって起動されたアプリケーションですべてのマクロが無効になります。

このポリシー設定を無効にするか、未構成にした場合、セキュリティ センターの既定のマクロ設定が使用されます。</string>
      <string id="L_BlockMacroExecutionFromInternet">インターネットから取得した Office ファイル内のマクロの実行をブロックします</string>
      <string id="L_BlockMacroExecutionFromInternetExplain">
        このポリシー設定では、インターネットから取得された Office ファイル内のマクロの実行をブロックできます。

        このポリシー設定を有効にした場合、トラスト センターの [マクロの設定] セクションで [すべてのマクロを有効にする] がオンになっている場合でも、マクロの実行はブロックされます。ユーザーにマクロの実行がブロックされたことを示す通知が表示されます。

        マクロの実行が許可される例外は次のとおりです:
        - Office ファイルが信頼できる場所に保存されている場合。
        - Office ファイルを以前にユーザーが信頼した場合。
        - マクロがデジタル署名され、一致する信頼できる発行元証明書がデバイスにインストールされている場合。

        このポリシーを無効にした場合は、トラスト センターの [マクロの設定] セクションで構成された設定で、インターネットから取得された Office ファイル内のマクロが実行されるかどうかが決まります。

        このポリシーを構成しない場合、マクロの実行はブロックされます。ユーザーにインターネットからのマクロのセキュリティ リスクに関する通知が表示され、詳細を確認するためのリンクが表示されます。

        詳細については、https://go.microsoft.com/fwlink/p/?linkid=2185771 を参照してください。
      </string>
      <string id="L_LowEnabled">低 (有効)</string>
      <string id="L_ByUIPrompted">選択 (確認)</string>
      <string id="L_Highdisabled">高 (無効)</string>
      <string id="L_disablecommandbarbuttonsandmenuitems2">コマンドを無効にする</string>
      <string id="L_defaultpublisherdirection3">Publisher での既定の方向</string>
      <string id="L_empty0">
      </string>
      <string id="L_BlockAllUnmanagedAddins">非管理対象のアドインをすべてブロックする</string>
      <string id="L_BlockAllUnmanagedAddinsExplainText">このポリシー設定では、[管理対象アドインの一覧] ポリシー設定で管理されていないすべてのアドインがブロックされます。

このポリシー設定と [管理対象アドインの一覧] ポリシー設定を有効にした場合、[管理対象アドインの一覧] ポリシー設定で 1 (常に有効) または 2 (ユーザー構成可能) に構成されているものを除いて、すべてのアドインがブロックされます。

このポリシー設定を無効にするか、未構成にした場合、ユーザーは [管理対象アドインの一覧] ポリシー設定で管理されていない任意のアドインを有効または無効にできます。</string>
      <string id="L_ListOfManagedAddins">管理対象アドインの一覧</string>
      <string id="L_ListOfManagedAddins2">管理対象アドインの一覧</string>
      <string id="L_ListOfManagedAddinsExplainText">このポリシー設定では、常に有効にするアドイン、常に無効にする (ブロックする) アドイン、および有効/無効をユーザーが構成できるアドインを指定できます。このポリシー設定で管理されないアドインをブロックするには、[非管理対象のアドインをすべてブロックする] ポリシー設定も構成する必要があります。

このポリシー設定を有効にするには、各アドインについて、次の情報を入力してください。

[値の名前] に、COM アドインのプログラム識別子 (ProgID) を指定します。

アドインの ProgID を取得するには、アドインがインストールされているクライアント コンピューターのレジストリ エディターを使用し、HKEY_LOCAL_MACHINE\SOFTWARE\Microsoft\Office\Publisher\Addins または HKEY_CURRENT_USER\SOFTWARE\Microsoft\Office\Publisher\Addins の下のキー名を探します。

Office テレメトリ ダッシュボードを使うことで、アドインの ProgID を取得することもできます。

[値] に、次のように値を指定します。

アドインを常に無効にする (ブロックする) には「0」を入力します。

アドインを常に有効にするには「1」を入力します。

アドインをユーザー構成可能にし、[非管理対象のアドインをすべてブロックする] ポリシー設定でブロックしないように指定するには「2」を入力します。

このポリシー設定を無効にするか、未構成にした場合、管理対象アドインの一覧は削除されます。この場合、[非管理対象のアドインをすべてブロックする] ポリシー設定を有効にすると、すべてのアドインがブロックされます。</string>
      <string id="L_DisableOfficeStartPublisher">Publisher の Office スタート画面を無効にする</string>
      <string id="L_DisableOfficeStartPublisherExplain">このポリシー設定は、Publisher の起動時に Office スタート画面を表示するかどうかを制御します。

このポリシー設定を有効にした場合、Publisher の起動時に Office スタート画面は表示されません。

このポリシー設定を無効にするか、未構成にした場合、Publisher の起動時に Office スタート画面が表示されます。

注意: このポリシー設定は、[Microsoft Office 2016] &gt; [その他] &gt; [すべての Office アプリケーションの Office スタート画面を無効にする] ポリシー設定が適用されている場合は無効になります。</string>
      <string id="L_PersonalTemplatesPath">Publisher の個人用テンプレートのパス</string>
      <string id="L_PersonalTemplatesPathExplain">このポリシー設定は、ユーザーの個人用テンプレートの場所を指定します。

このポリシー設定を有効にした場合、Office スタート画面と [ファイル] | [新規作成] のカスタム テンプレート タブで指定された場所に保存したすべてのテンプレートが表示され、テンプレートの保存時に既定のフォルダーが指定された場所に変更されます。

このポリシー設定を無効にしたか、構成しなかった場合、Office スタート画面と [ファイル] | [新規作成] のカスタム テンプレート タブで保存したテンプレートは表示されず、テンプレートの保存時に既定のフォルダーはそのドキュメントの保存場所になります。</string>
      <string id="L_DefaultBuiltInTab">Publisher の Office スタート画面と [ファイル] | [新規] に表示される既定のタブ</string>
      <string id="L_DefaultBuiltInTabExplain">このポリシー設定では、Publisher の Office スタート画面と [ファイル]、[新規作成] の順に選択した画面に表示する既定のタブを指定します。

このポリシー設定を有効にした場合、2 つのオプションのいずれかを選択して、Office スタート画面と [ファイル]、[新規作成] の順に選択した画面の既定のタブにすることができます。

* [組み込み] – Publisher の Office スタート画面と [ファイル]、[新規作成] の順に選択した画面に、組み込みテンプレートが既定のタブとして表示されます。

* [カスタム] – テンプレートが存在する場合は、Publisher の Office スタート画面と [ファイル]、[新規作成] の順に選択した画面に、カスタム テンプレートのタブが既定のタブとして表示されます (これには、カスタム XML によりプログラムされたテンプレート、ワークグループ テンプレート パスのテンプレート、個人用テンプレート パスのテンプレート、SharePoint テンプレートが含まれます)。

このポリシー設定を無効にするか、未構成にした場合、Publisher の Office スタート画面と [ファイル]、[新規作成] の順に選択した画面に、お勧めのテンプレート タブが既定のタブとして表示されます。</string>
      <string id="L_DefaultBuiltInTab1">お勧めのテンプレート</string>
      <string id="L_DefaultBuiltInTab2">組み込み</string>
      <string id="L_DefaultBuiltInTab3">ユーザー設定</string>
    </stringTable>
    <presentationTable>
      <presentation id="L_SetMaximumNumberOfMRUItemsToDisplay">
        <decimalTextBox refId="L_SetMaximumNumberOfMRUItemsToDisplaySpinID" defaultValue="25" spinStep="1">
        </decimalTextBox>
      </presentation>
      <presentation id="L_SetNumberOfPlacesInTheRecentPlacesList">
        <decimalTextBox refId="L_SetNumberOfPlacesInTheRecentPlacesListSpinID" defaultValue="5" spinStep="1">
        </decimalTextBox>
      </presentation>
      <presentation id="L_SetDefaultTextFlowDirection">
        <dropdownList refId="L_SetDefaultTextFlowDirectionDropID" noSort="true" defaultItem="0">
        </dropdownList>
      </presentation>
      <presentation id="L_PublisherAutomationSecurityLevel">
        <dropdownList refId="L_Empty" noSort="true" defaultItem="1">
        </dropdownList>
      </presentation>
      <presentation id="L_VBAWarningsPolicy">
        <dropdownList refId="L_empty0" noSort="true" defaultItem="0">
        </dropdownList>
        <checkBox refId="L_VBADigSigTrustedPublishersStr">信頼できる発行元による署名をマクロに要求する</checkBox>
        <checkBox refId="L_VBAOnlyAllowLMTrustedPublisherStr">現在のユーザー証明書ストアにのみインストールされている信頼できる発行元からの証明書をブロックする</checkBox>
        <checkBox refId="L_VBAOnlyAllowDigSigWithCodeSigningEKUStr">信頼できる発行元からの証明書には、拡張キー使用法 (EKU) が必要です</checkBox>
      </presentation>
      <presentation id="L_Checkspellingasyoutype">
        <dropdownList refId="L_CheckspellingasyoutypeDropID" noSort="true" defaultItem="0">
        </dropdownList>
      </presentation>
      <presentation id="L_Disablecommandbarbuttonsandmenuitems">
        <checkBox refId="L_FilePublishtoWeb">[ファイル] タブ | [エクスポート] | [HTML を発行]</checkBox>
        <checkBox refId="L_FileWebPagePreview">[Web] タブ | 表示 | Web ページ プレビュー</checkBox>
        <checkBox refId="L_FileSendEmailSendthisPage">[ファイル] タブ | 共有 | 電子メール</checkBox>
        <checkBox refId="L_FileSendEmailEmailPreview">[ファイル] タブ | [共有] | [電子メール プレビュー]</checkBox>
        <checkBox refId="L_ToolsMacro">[開発] タブ</checkBox>
        <checkBox refId="L_ToolsMacroMacros">[開発] タブ | コード | マクロ</checkBox>
        <checkBox refId="L_ToolsMacroSecurity">[開発] タブ | コード | マクロのセキュリティ</checkBox>
        <checkBox refId="L_ToolsMacroVisualBasicEditor">[開発] タブ | コード | Visual Basic</checkBox>
        <checkBox refId="L_ToolsAddIns">[開発] タブ | アドイン | COM アドイン</checkBox>
        <checkBox refId="L_PubOptions1">[ファイル] タブ | オプション</checkBox>
      </presentation>
      <presentation id="L_disablecommandbarbuttonsandmenuitems2">
        <listBox refId="L_EnteracommandbarIDtodisable">無効にするコマンド バー ID の入力</listBox>
      </presentation>
      <presentation id="L_DefaultPublisherdirection">
        <dropdownList refId="L_defaultpublisherdirection3" noSort="true" defaultItem="0">Publisher での既定の方向</dropdownList>
      </presentation>
      <presentation id="L_SaveAutoRecoverinfoevery">
        <textBox refId="L_SaveAutoRecoverinfoeveryID">
          <label>分 (範囲 1 ～ 120):</label>
        </textBox>
      </presentation>
      <presentation id="L_ListOfManagedAddins">
        <listBox refId="L_ListOfManagedAddins2">管理対象アドインの一覧</listBox>
      </presentation>
      <presentation id="L_PersonalTemplatesPath">
        <textBox refId="L_PersonalTemplatesPath">
          <label>個人用テンプレートのパス</label>
        </textBox>
      </presentation>
      <presentation id="L_DefaultBuiltInTab">
        <dropdownList refId="L_DefaultBuiltInTab" noSort="true" defaultItem="0">[既定] タブ</dropdownList>
      </presentation>
    </presentationTable>
  </resources>
</policyDefinitionResources>